000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. PAYROLL.
000300     COPY CUSTREC.
000400*    COPY GHOSTREC.
000500     CALL 'TAXCALC' USING X.
000600     CALL "NOSUCH".
